{
  "articles": [
    {
      "title": "Why the Coolest Job in Tech Might Actually Be in a Bank",
      "content": "Working in a bank's technology department might finally be as cool as than landing a job at Google. \nThe market for tech talent is more measured than a few years ago, but big banks say they are still aggressively hiring. And talent is flocking to the sector, which can offer new hires the chance to file patents and work under researchers plucked from top academic departments. \nJob stability and the social cachet that comes with saying you work at JPMorgan Chase don't hurt either. \nAt recruitment events, students are lining up out the door, according to Christine Tu, a distinguished engineer at Morgan Stanley and the head of artificial intelligence and machine learning in its wealth management technology division. That wasn't happening a few years ago, she added. \nTu credits the interest in part to the sector's success promoting its AI and technology work. Morgan Stanley has talked extensively about its early partnership with OpenAI. \nNewsletter Sign-up\nWSJ | CIO Journal\nThe Morning Download delivers daily insights and news on business technology from the CIO Journal team.\nPreview\nSubscribe\n\"With all those long lines, people are talking to us. I feel like they also understand there's more and more utilization within the financial area that could match their skill sets and their interests,\" she said. \nWhile technology companies remain the biggest employers of recent tech graduates, the financial services sector is creeping closer. Cornell University said that 22% of its 2023 computer science graduates went into financial services, up from 16% in 2022. At Carnegie Mellon University's Heinz College, 19% of master of information systems management graduates between 2020 and 2023 went into financial services, up from 16% between 2018 and 2021.  \nPrem Natarajan, said he has been able to leverage his experience working at the University of Southern California and Amazon to bring talent into Capital One, where he serves as chief scientist and head of enterprise AI. \nNatarajan said Capital One is hiring tech talent \"as aggressively as we can,\" for roles across the AI stack, including experts in neural networks as well as model building, training and fine-tuning. \nIt is easier to get that level of talent than it was two years ago, he said. \"We have been out there in the market evangelizing the value of all of these technologies for the financial sector.\" \nWhat's Next for Banks\nLatest coverage as lenders deal with higher rates, global instability\nExclusive | How Morgan Stanley Courted Dodgy Customers\nBanco BPM Rebukes UniCredit's Bid\nUniCredit's $10.5 Billion Bid for Italian Rival\nPaper Checks a Gold Mine for Scammers\nCommonwealth Bank Posts Flat Cash Profit\nGoldman Sachs Welcoming More Partners\nSen. Warren Rebukes DOJ Over TD Bank\nA Small Bank's Failure Pains Big Depositors\nThe market for tech talent overall is more cautious than it has been in the past few years, in part because of the economy and in part because of some over-hiring during and after the pandemic, said Ryan Sutton, technology hiring and consulting expert at Robert Half. The unemployment rate for tech occupations fell slightly to 2.5% in November, around the lowest it has been in 2024, according to the trade group CompTIA. The national unemployment rate rose slightly to 4.2%.\nFor job candidates, the attraction gap between working at a tech company and working at a bank is shrinking, Sutton said. \nCompensation is similar for comparable roles across the two sectors. But, shaken by layoffs and a greater sense of instability, tech companies are no longer rolling out the red carpet for their employees with perks like perpetual flexibility, lavish off-site trips and wellness retreats.  \nMeanwhile, the finance sector is stepping in.  \nBanks increasingly are looking to publicize their AI work, invest in pure research departments, and focus on upskilling and internal development with events like hackathons as ways to woo talent, according to Alexandra Mousavizadeh, co-founder and chief executive of Evident, which tracks AI adoption across the finance sector. \nPerhaps no one has been more successful at that than JPMorgan, Mousavizadeh said. Chief Executive Jamie Dimon created one of the most robust technology research departments outside of Silicon Valley, starting with the hire in 2019 of well known Carnegie Mellon researcher Manuela Veloso.\n\"AI talent looks at the leadership,\" Mousavizadeh said. \"Are they making it a priority? Are they making it very clear that AI is going to be a focus?\" \nTalent is also looking for tangible proof of the bank's commitment to technology, such as patents. \nIn 2023, Capital One and Bank of America joined Toyota and a dozen tech companies, including Microsoft, Amazon, Alphabet and IBM in the list of the top 15 companies obtaining AI-related utility patents, according to Harrity & Harrity, a patent consulting firm. \n\"There are plenty of people lining up [at] our doors interested in doing complex technology work,\" said Hari Gopalkrishnan, head of consumer, business and wealth management technology at Bank of America. \"If you want to do a Ph.D. in a very specific vertical topic and do research and development, that may not be us, but for a whole lot of other software development and data analytics tasks, there's plenty here and people are excited to be here.\"\nBank of New York Mellon woos talent with regular training events and hackathons and recently deployed an AI supercomputer with Nvidia chips, said Sarthak Pattanaik, head of the bank's AI hub.\nPattanaik noted BNY is hiring for roles in machine learning engineering, data engineering, generative AI, responsible AI and information security—and is invested in showing talented candidates that they can work on meaningful problems. \n\"We feel AI has transformational power and can be part of every product and service that we build as a bank,\" he said. \"We just needed to create a much wider set of talent who can execute on this.\"",
      "tag": "tech"
    },
    {
      "title": "The UC Berkeley Project That Is the AI Industry's Obsession",
      "content": "Record labels have the Billboard Hot 100. College football has its playoff rankings. Artificial intelligence has a website, run by two university students, called Chatbot Arena.\n\nRoommates Anastasios Angelopoulos and Wei-Lin Chiang never imagined the graduate school project they developed last year would quickly become the most-watched ranking of the world's best AI systems.\n\nTraditionally, AI technologies have been assessed through advanced math, science and law tests. Chatbot Arena lets users ask a question, get answers from two anonymous AI models and rate which one is better.\n\nThe ratings are aggregated onto a leaderboard where big Silicon Valley players like OpenAI, Google and Meta Platforms vie for supremacy with lesser-known startups from China and Europe.\n\n\"Everyone is striving to be at the top of this leaderboard,\" said Joseph Spisak, a director of product management at Meta Platforms working on AI. \"It's amazing to have a few students get together and be able to create that level of impact.\"\n\nThe Chatbot Arena leaderboard on Dec. 4.\nChatbot Arena has taken off as tech companies spend billions on a bet that AI will be the defining technology of the coming decades. Any perceived advantage over the competition can make a big difference in attracting customers and talent, which is why so many tech executives and engineers follow Chatbot Arena the way Wall Street traders watch the markets.\n\nUniversity of California, Berkeley researchers launched Chatbot Arena in April 2023 to compare AI technology they had developed against other open-source chatbots by using a scoring system similar to one used by professional chess rankings. Within a week, the site had received 4,700 votes.\n\nThe project quickly caught the attention of big AI companies, which began asking the Chatbot Arena leaders to include their technologies in the rankings. OpenAI surged to the top of the leaderboard, only to be dethroned in March this year by its rival Anthropic.\n\nAfter launching with nine AI models, Chatbot Arena now ranks more than 170 models that have garnered a total of two million votes. It has expanded to include separate rankings for categories such as creative writing, coding and instruction-following.\n\nAngelopoulos and Chiang are still trying to complete their doctorates in computer science. It's slow going, though, as running the leaderboard, which they do without compensation, takes most of their time.\n\n\"My girlfriend is hearing about Chatbot Arena all day and all night,\" said Angelopoulos.\n\nScoring on vibes\nResearchers say academic benchmarks have become less useful over time because their questions have made it into the large language models, or LLMs, that underpin AI applications—essentially letting them learn the answers in advance.\n\nA look at how voting on Chatbot Arena works.\nGoogle and OpenAI have claimed scores above 90% on a commonly used benchmark, known as Measuring Massive Multitask Language Understanding, released four years ago. One of its creators, Dan Hendrycks, recently began crowdsourcing questions for a new benchmark with the hardest possible questions that he has named \"Humanity's Last Exam.\"\n\n\"A benchmark might be very challenging for LLMs when it's first released, but then the next generation of LLMs comes and they reach near-perfect performance,\" said Colin White, head of research at Abacus.AI, which has developed a benchmark called LiveBench that releases new questions monthly.\n\nWhile Chatbot Arena's head-to-head format can't be aced like a test, it doesn't always measure objective criteria or whether chatbots stick to verified facts. That is why some researchers call the approach \"vibes-based evaluations.\"\n\nChatbot Arena's leaders said they have been transparent about the site's limitations. They allow visitors to strip out variables based on style from the rankings, such as response length and formatting.\n\n\"Human preference is a critical signal,\" Angelopoulos said. \"There are subjective aspects to these queries.\"\n\nMystery AIs\nAngelopoulos and Chiang have enlisted more than a dozen other contributors to the project, which they hope will grow into something akin to a Wikipedia for AI. They said they aren't considering making it a for-profit venture.\n\n\"The good thing is that there's multiple possibilities,\" Angelopoulos said.\n\nAs Chatbot Arena has grown, AI enthusiasts have scrutinized new entrants in hopes of identifying technologies that haven't been released to the public. A mysterious model called \"im-also-a-good-gpt2-chatbot,\" released on Chatbot Arena in May, turned out to be GPT-4o, the technology that currently powers ChatGPT.\n\nElon Musk's xAI, Meta and Google have also tested technologies on the site before releasing them to the wider public, according to Chatbot Arena.\n\n\"We get company requests literally every day,\" Chiang said.\n\nMembers of the Chatbot Arena project team, a mix of undergraduates and doctoral students, talk after a team meeting in their lab space at Soda Hall at UC Berkeley. Photo: Laura Morton for WSJ\n\nJustin Wong whiteboards an idea in the lab housing Chatbot Arena. Photo: Laura Morton for WSJ\nIn October, an AI model from a Chinese company called 01.AI suddenly appeared in sixth place on the leaderboard, drawing attention to that country's  progress in the field. 01.AI's chief executive, former Google executive Kai-Fu Lee, promoted the achievement with an X post noting the model had surpassed the original GPT-4o technology released by OpenAI.\n\nThe user feedback Chatbot Arena collects has become a valuable data source for developers. The site has periodically released 20% of the data it collects—just enough to be useful without making it possible for companies to game the system, Angelopoulos and Chiang said.\n\nGoogle uses the data to look for patterns in how tech savvy users are interacting with chatbots, said Kate Olszewska, a Google product manager working on AI.\n\nThe search giant in November tied with OpenAI for first place on Chatbot Arena after listing an experimental version of its Gemini technology on the site. OpenAI a few days later leapt ahead of Google with an updated version of GPT-4o—only to have Google catch up with another model release soon after.\n\nOriol Vinyals, a Google executive who helps oversee the development of Gemini, promoted the news with a post on X pointing to the leaderboard results and topped with three popcorn emojis.",
      "tag": "Business"
    },
    {
      "title": "New York Made Airbnbs Harder to Find. Now It's Reconsidering.",
      "article": "As New York City hotel rooms reach record nightly rates, city lawmakers are proposing a bill that would walk back some restrictions on hosts of Airbnb properties and other short-term rentals.\n\nIf enacted, the bill could meaningfully boost listings, which dwindled to about 3,700 last month, compared with nearly 23,000 in January 2023, according to the market-research firm AirDNA. It also resumes the pitched battle between the hotel industry and the rental platforms, including Airbnb.\n\nTourists who dine at New York's restaurants, see shows and contribute to the broader economy say they largely support a re-evaluation of the rules. They still come in droves, with visitation numbers set to surpass 2023 levels, according to the city's tourism officials. But these travelers say that since the September 2023 crackdown, finding affordable lodging has become more expensive—and more complicated.\n\nNewsletter Sign-up\nWSJ Travel\nInspiration and advice for navigating your vacations and business trips, along with the latest travel news.\n\nCentral to the legislation is more flexibility for the owners of one- and two-family homes. They say they have struggled without the additional income. The bill would allow four adult guests in hosts' units—up from the two-person limit. Hosts wouldn't need to be present during the stay, so people could rent out their space while on vacation, something that is currently prohibited.\n\nThe crackdown was intended to preserve affordable long-term rental space for people to live in New York. That didn't work, say Airbnb executives, given the city's higher rent prices. And tourists are paying more, they say, with tighter hotel-room availability.\n\nMembers of the Hotel Association of New York City, an industry group, say looser rules would allow for a flooding of the market with potentially hundreds of thousands of listings that could become commercial operations.\n\nNew York tourism\nSantana Bozman found a dearth of Airbnb listings when searching for lodging for a late November trip, her first ever to the city. The 33-year-old talent acquisition manager from South Bend, Ind., and her husband wanted to bring both sets of parents. Unable to find a listing for six, Bozman booked three separate hotel rooms in Midtown, totaling just under $3,300 for three nights.\n\nSantana Bozman, with her parents, Andy and Amy, during a recent family trip to New York. Photo: Santana Bozman\nThe cost was worth it, she says: \"I still have goosebumps thinking about how happy my parents were seeing the city.\" Nevertheless, Bozman hopes that the short-term rental rules change so she can consider an Airbnb when she returns with friends.\n\nThe holiday season is the busiest time for travel to New York City, with 7.5 million travelers expected, up from about seven million in 2023, says Tiffany Townsend, a spokeswoman for NYC Tourism and Conventions.\n\nIn September, the average New York hotel room reached its highest ever monthly rate when hotels charged $417 a night, on average. (It dropped a bit in October.)\n\nThe current regulations require hosts to register with the city and penalize booking platforms for processing unverified transactions. Hosts can only operate on rental platforms if they meet the requirements. Notably, hosts can't rent an entire apartment or home, even if they own it.\n\nAnalysts say the lack of short-term rentals contributes to higher hotel prices, but other factors are at play. Hotel supply is tight because of development constraints and because hoteliers face rising operational and insurance costs. Also, thousands of rooms are used to house migrants as part of a city contract.\n\nBracing for battle\nAirbnb and New York officials spent years engaged in tense legal battles over short-term rentals.\n\nThe current regulations go too far, says Theo Yedinsky, Airbnb's vice president of policy. The bill would let people use their primary homes, help with consumer choice and keep prices down, he says. Airbnb has logged more than $1 million in lobbying expenses, related to the regulations so far in 2024, compared with just $8,450 in 2023, according to the city's lobbying records.\n\nAirbnb, which operates in over 200 countries, faces regulatory battles around the world. \"Unfortunately we've become a scapegoat in a lot of locations,\" Yedinsky adds.\n\nA large supply of new long-term rental units appeared on the New York market, primarily in Manhattan, after enforcement began, says Jonathan Miller, author of the New York rental reports from the real-estate company Douglas Elliman. The units had a modest effect on tempering rent increases, but rents continued to rise, he says.\n\nThe bill was introduced by the Brooklyn-based council member Farah Louis. She said at the time it was meant to offer flexible supplemental income to homeowners, who shouldn't be treated as commercial operators. It has backers including City Council Speaker Adrienne Adams. Some bill sponsors said they couldn't provide further commentary until after the bill is heard in committee.\n\n'We're not wealthy'\nGia Sharp lives in a 110-year-old, two-family house in Brooklyn that she says was purchased with Federal Housing Administration loans. She previously listed part of the home on Airbnb and says that short-term rentals gave her needed income to afford her home.\n\n\"We're not wealthy people,\" Sharp says. \"Wealthy people don't share their homes.\"\n\nSharp co-founded Restore Homeowner Autonomy and Rights, a group of more than 600 owners of one- and two-family homes who advocate for an easing of these restrictions. She says these members have struggled financially since the crackdown.\n\nRestore Homeowner Autonomy and Rights members say the city's regulations have made it harder for them to afford their homes. Photo: Carlos Varela\nVijay Dandapani, chief executive of the Hotel Association of New York City, says the city has put stringent regulations on hotels in terms of licensing, checks on employees and the prevention of human trafficking. Short-term rentals aren's subject to the same rules.\n\n\"This is a Pandora's box,\" he says.\n\nThe city should offer relief to homeowners struggling with mortgages, he says, adding that more youth hostels are a solution to more-affordable stays for young budget travelers.\n\n\"The administration is reviewing the proposal with an eye toward protecting units of housing, our communities and travelers to the city,\" a spokeswoman for the Mayor's Office of Special Enforcement said.",
      "tag": "Travel"
    }
  ]
}
